export default {
  "DRFT": "Черновик",
  "PUBL": "Опубликована",
  "DCLN": "Направлено обоснование об отказе",
  "ACPT": "Принята для запуска проекта",
  "PSST": "Формирование паспорта",
  "PSPT": "Паспорт на согласовании у предприятия",
  "PSUN": "Паспорт на согласовании у университета",
  "PSAP": "Паспорт утвержден",
  "CMPL": "Завершен",

  "LMAG": "Магистратура",
  "LSPE": "Специалитет",
  "LBAK": "Бакалавриат",

  "RPOF": "Приглашение стать РОП'ом",
  "RPNO": "Отвергнуть приглашение стать РОП'ом",
  "RPYS": "Принять приглашение стать РОП'ом",
  "CROF": "Приглашение стать Куратором",
  "CRNO": "Отвергнуть приглашение стать куратором",
  "CRYS": "Принять приглашение стать Куратором",
  "OUCH": "Предложить другое направление",

  "STAR": "Формирование паспорта",
  "PCON": "Паспорт на согласовании у предприятия",
  "UCON": "Паспорт на согласовании у университета",
  "APPR": "Паспорт утвержден",

  "CHVZ": "Ответственный за взаимодействие с ВУЗом от предприятия",
  "CHPL": "Ответственный по проектному обучению от предприятия",
  "CHPP": "Ответственный по проекту",
  "CHPS": "Базовая роль",
  "CHPR": "Ответственный за проект со стороны предприятия",

  "MNEY": "денежные",
  "MTRL": "расходные материалы",
  "EXPR": "эксперты",
  "EQPM": "Оборудование",

  "DSCV": "исследовательский",
  "APPL": "прикладной (практико-ориентированный)",

  "TYPA": "Тип А. Известные методы и инструменты, типовой результат, нет финансовой отдачи",
  "TYPB": "Тип B. Известные методы и инструменты, уникальный результат, маловероятна финансовая отдача",
  "TYPC": "Тип C. Неизвестные методы и инструменты, уникальный результат, очень вероятна финансовая отдача",

  "PASSPORT_PREFFIX": "ЛКП",
  "PASSPORT_SUFFIX": "2020",

  "COUI": "1 Курс",
  "COII": "2 Курс",
  "CIII": "3 Курс",
  "COIV": "4 Курс",
  "COUV": "5 Курс",

  "SEMI": "1 Семестр",
  "SEII": "2 Семестр",
  "SIII": "3 Семестр",
  "SEIV": "4 Семестр",
  "SEMV": "5 Семестр",
  "SEVI": "6 Семестр",
  "SVII": "7 Семестр",
  "SEM8": "8 Семестр",

  "RROP": "Руководитель Образовательной Программы (РОП)",
  "RCUR": "Куратор",
  "MCUR": "Главный куратор",

  "SFPP": "Заказчик",
  "SFRP": "РОП",
  "SFVZ": "Университет"
}