export default {
  "DRFT": "Черновик",
  "PUBL": "На рассмотрении",
  "ACPT": "Принята",
  "PSST": "Формирование паспорта",
  "PSPT": "Паспорт на согласовании у партнера",
  "PSUN": "Паспорт на согласовании у университета",
  "PSAP": "Паспорт утвержден",
  "DCLN": "Не принята",
  "CMPL": "Завершена",

  // FIX: Модели сверху конфликтуют, выяснить  что более правильно

  "PRSN": "Заявка РОПа самому себе",
  "PRSW": "Ожидает ответа",
  "PRSD": "Все РОПы отказались",
  "PRSE": "Истек срок ответа на заявку",

  "PPS1": "На согласовании у куратора",
  "PPS2": "На согласовании у РОПа",
  "PPS3": "На согласовании у главного куратора",
  "PPS4": "На согласовании у главного РОПа",

  "LMAG": "Магистратура",
  "LSPE": "Специалитет",
  "LBAK": "Бакалавриат",

  "RPOF": "Приглашение стать РОП'ом",
  "RPNO": "Отвергнуть приглашение стать РОП'ом",
  "RPYS": "Принять приглашение стать РОП'ом",
  "CROF": "Приглашение стать Куратором",
  "CRNO": "Отвергнуть приглашение стать куратором",
  "CRYS": "Принять приглашение стать Куратором",
  "OUCH": "Предложить другое направление",

  "CHVZ": "Ответственный за взаимодействие с ВУЗом от партнера",
  "CHPL": "Ответственный по проектному обучению от партнера",
  "CHPP": "Ответственный по проекту",
  "CHPS": "Базовая роль",
  "CHPR": "Ответственный за проект со стороны партнера",

  "MROP": "Главный руководитель образовательной программы",
  "RROP": "Руководитель образовательной программы",
  "RCUR": "Куратор",
  "MCUR": "Главный куратор",

  "SFPP": "Партнер",
  "SFRP": "РОП",
  "SFVZ": "Университет",

  "MNEY": "Денежные",
  "MTRL": "Расходные материалы",
  "EXPR": "Эксперты",
  "EQPM": "Оборудование",

  "DSCV": "Исследовательский",
  "APPL": "Прикладной (практико-ориентированный)",

  "TYPA": "Тип А. Известные методы и инструменты, типовой результат, нет финансовой отдачи",
  "TYPB": "Тип B. Известные методы и инструменты, уникальный результат, маловероятна финансовая отдача",
  "TYPC": "Тип C. Неизвестные методы и инструменты, уникальный результат, очень вероятна финансовая отдача",

  "COUI": "1 Курс",
  "COII": "2 Курс",
  "CIII": "3 Курс",
  "COIV": "4 Курс",
  "COUV": "5 Курс",

  "SEMI": "1 Семестр",
  "SEII": "2 Семестр",
  "SIII": "3 Семестр",
  "SEIV": "4 Семестр",
  "SEMV": "5 Семестр",
  "SEVI": "6 Семестр",
  "SVII": "7 Семестр",
  "SEM8": "8 Семестр",

  "SAUT": "Осенний",
  "SSPR": "Весенний",
  "SOTH": "Прочий"
}